export default {
    "title": "不將就",
    "artist": "李榮浩",
    "lyrics": [
        {
            "start": {
                "m": 0,
                "s": 13,
                "x": 39
            },
            "end": {
                "m": 0,
                "s": 15,
                "x": 41
            },
            "text": "那時候"
        },
        {
            "start": {
                "m": 0,
                "s": 15,
                "x": 41
            },
            "end": {
                "m": 0,
                "s": 19,
                "x": 66
            },
            "text": "我以為愛的是生活"
        },
        {
            "start": {
                "m": 0,
                "s": 19,
                "x": 66
            },
            "end": {
                "m": 0,
                "s": 22,
                "x": 4
            },
            "text": "也算懂得"
        },
        {
            "start": {
                "m": 0,
                "s": 22,
                "x": 4
            },
            "end": {
                "m": 0,
                "s": 26,
                "x": 11
            },
            "text": "什麼適合 什麼不可"
        },
        {
            "start": {
                "m": 0,
                "s": 26,
                "x": 11
            },
            "end": {
                "m": 0,
                "s": 28,
                "x": 23
            },
            "text": "最近還是一樣"
        },
        {
            "start": {
                "m": 0,
                "s": 28,
                "x": 23
            },
            "end": {
                "m": 0,
                "s": 32,
                "x": 69
            },
            "text": "努力著 配合你的性格"
        },
        {
            "start": {
                "m": 0,
                "s": 32,
                "x": 69
            },
            "end": {
                "m": 0,
                "s": 36,
                "x": 31
            },
            "text": "你的追求者 你的坎坷"
        },
        {
            "start": {
                "m": 0,
                "s": 36,
                "x": 31
            },
            "end": {
                "m": 0,
                "s": 38,
                "x": 97
            },
            "text": "我開的車"
        },
        {
            "start": {
                "m": 0,
                "s": 39,
                "x": 85
            },
            "end": {
                "m": 0,
                "s": 41,
                "x": 96
            },
            "text": "算一算"
        },
        {
            "start": {
                "m": 0,
                "s": 41,
                "x": 96
            },
            "end": {
                "m": 0,
                "s": 46,
                "x": 8
            },
            "text": "虛度了多少個年頭"
        },
        {
            "start": {
                "m": 0,
                "s": 46,
                "x": 8
            },
            "end": {
                "m": 0,
                "s": 48,
                "x": 56
            },
            "text": "彷彿足夠"
        },
        {
            "start": {
                "m": 0,
                "s": 48,
                "x": 56
            },
            "end": {
                "m": 0,
                "s": 52,
                "x": 68
            },
            "text": "寫一套錯愛的春秋"
        },
        {
            "start": {
                "m": 0,
                "s": 52,
                "x": 68
            },
            "end": {
                "m": 0,
                "s": 54,
                "x": 4
            },
            "text": "如果以後"
        },
        {
            "start": {
                "m": 0,
                "s": 54,
                "x": 4
            },
            "end": {
                "m": 0,
                "s": 59,
                "x": 39
            },
            "text": "你還想為誰 浪費美好時候"
        },
        {
            "start": {
                "m": 0,
                "s": 59,
                "x": 39
            },
            "end": {
                "m": 1,
                "s": 5,
                "x": 87
            },
            "text": "眼淚只能在我的胸膛 毫無保留"
        },
        {
            "start": {
                "m": 1,
                "s": 9,
                "x": 81
            },
            "end": {
                "m": 1,
                "s": 16,
                "x": 45
            },
            "text": "互相折磨到白頭"
        },
        {
            "start": {
                "m": 1,
                "s": 16,
                "x": 45
            },
            "end": {
                "m": 1,
                "s": 23,
                "x": 9
            },
            "text": "悲傷堅決不放手"
        },
        {
            "start": {
                "m": 1,
                "s": 23,
                "x": 9
            },
            "end": {
                "m": 1,
                "s": 28,
                "x": 15
            },
            "text": "開始糾纏之後"
        },
        {
            "start": {
                "m": 1,
                "s": 28,
                "x": 15
            },
            "end": {
                "m": 1,
                "s": 34,
                "x": 59
            },
            "text": "才又被人放大了自由"
        },
        {
            "start": {
                "m": 1,
                "s": 36,
                "x": 55
            },
            "end": {
                "m": 1,
                "s": 43,
                "x": 13
            },
            "text": "你的暴烈太溫柔"
        },
        {
            "start": {
                "m": 1,
                "s": 43,
                "x": 13
            },
            "end": {
                "m": 1,
                "s": 49,
                "x": 80
            },
            "text": "感情又痛又享受"
        },
        {
            "start": {
                "m": 1,
                "s": 49,
                "x": 80
            },
            "end": {
                "m": 1,
                "s": 55,
                "x": 63
            },
            "text": "如果我說 不吻你不罷休"
        },
        {
            "start": {
                "m": 1,
                "s": 55,
                "x": 63
            },
            "end": {
                "m": 2,
                "s": 1,
                "x": 14
            },
            "text": "誰能逼我將就"
        },
        {
            "start": {
                "m": 2,
                "s": 6,
                "x": 58
            },
            "end": {
                "m": 2,
                "s": 8,
                "x": 65
            },
            "text": "你問我"
        },
        {
            "start": {
                "m": 2,
                "s": 8,
                "x": 65
            },
            "end": {
                "m": 2,
                "s": 12,
                "x": 67
            },
            "text": "為什麼頑固而專一"
        },
        {
            "start": {
                "m": 2,
                "s": 12,
                "x": 67
            },
            "end": {
                "m": 2,
                "s": 15,
                "x": 27
            },
            "text": "天下太大"
        },
        {
            "start": {
                "m": 2,
                "s": 15,
                "x": 27
            },
            "end": {
                "m": 2,
                "s": 19,
                "x": 41
            },
            "text": "總有人比你更合適"
        },
        {
            "start": {
                "m": 2,
                "s": 19,
                "x": 41
            },
            "end": {
                "m": 2,
                "s": 23,
                "x": 3
            },
            "text": "其實我覺得這樣不值"
        },
        {
            "start": {
                "m": 2,
                "s": 23,
                "x": 3
            },
            "end": {
                "m": 2,
                "s": 26,
                "x": 7
            },
            "text": "可沒選擇方式"
        },
        {
            "start": {
                "m": 2,
                "s": 26,
                "x": 7
            },
            "end": {
                "m": 2,
                "s": 27,
                "x": 28
            },
            "text": "你一出場"
        },
        {
            "start": {
                "m": 2,
                "s": 27,
                "x": 28
            },
            "end": {
                "m": 2,
                "s": 32,
                "x": 45
            },
            "text": "別人都顯得不過如此"
        },
        {
            "start": {
                "m": 2,
                "s": 34,
                "x": 81
            },
            "end": {
                "m": 2,
                "s": 41,
                "x": 47
            },
            "text": "互相折磨到白頭"
        },
        {
            "start": {
                "m": 2,
                "s": 41,
                "x": 47
            },
            "end": {
                "m": 2,
                "s": 48,
                "x": 14
            },
            "text": "悲傷堅決不放手"
        },
        {
            "start": {
                "m": 2,
                "s": 48,
                "x": 14
            },
            "end": {
                "m": 2,
                "s": 53,
                "x": 11
            },
            "text": "開始糾纏之後"
        },
        {
            "start": {
                "m": 2,
                "s": 53,
                "x": 11
            },
            "end": {
                "m": 2,
                "s": 59,
                "x": 59
            },
            "text": "才又被人放大了自由"
        },
        {
            "start": {
                "m": 3,
                "s": 1,
                "x": 51
            },
            "end": {
                "m": 3,
                "s": 8,
                "x": 9
            },
            "text": "你的暴烈太溫柔"
        },
        {
            "start": {
                "m": 3,
                "s": 8,
                "x": 9
            },
            "end": {
                "m": 3,
                "s": 14,
                "x": 79
            },
            "text": "感情又痛又享受"
        },
        {
            "start": {
                "m": 3,
                "s": 14,
                "x": 79
            },
            "end": {
                "m": 3,
                "s": 20,
                "x": 66
            },
            "text": "如果我說 不吻你不罷休"
        },
        {
            "start": {
                "m": 3,
                "s": 20,
                "x": 66
            },
            "end": {
                "m": 3,
                "s": 26,
                "x": 16
            },
            "text": "誰能逼我將就"
        },
        {
            "start": {
                "m": 3,
                "s": 58,
                "x": 27
            },
            "end": {
                "m": 4,
                "s": 4,
                "x": 84
            },
            "text": "互相折磨到白頭"
        },
        {
            "start": {
                "m": 4,
                "s": 4,
                "x": 84
            },
            "end": {
                "m": 4,
                "s": 11,
                "x": 48
            },
            "text": "悲傷堅決不放手"
        },
        {
            "start": {
                "m": 4,
                "s": 11,
                "x": 48
            },
            "end": {
                "m": 4,
                "s": 16,
                "x": 58
            },
            "text": "開始糾纏之後"
        },
        {
            "start": {
                "m": 4,
                "s": 16,
                "x": 58
            },
            "end": {
                "m": 4,
                "s": 22,
                "x": 91
            },
            "text": "才又被人放大了自由"
        },
        {
            "start": {
                "m": 4,
                "s": 24,
                "x": 87
            },
            "end": {
                "m": 4,
                "s": 31,
                "x": 46
            },
            "text": "你的暴烈太溫柔"
        },
        {
            "start": {
                "m": 4,
                "s": 31,
                "x": 46
            },
            "end": {
                "m": 4,
                "s": 38,
                "x": 14
            },
            "text": "感情又痛又享受"
        },
        {
            "start": {
                "m": 4,
                "s": 38,
                "x": 14
            },
            "end": {
                "m": 4,
                "s": 44,
                "x": 2
            },
            "text": "如果我說 不吻你不罷休"
        },
        {
            "start": {
                "m": 4,
                "s": 44,
                "x": 2
            },
            "end": {
                "m": 4,
                "s": 49,
                "x": 51
            },
            "text": "誰能逼我將就"
        },
        {
            "start": {
                "m": 4,
                "s": 50,
                "x": 90
            },
            "end": {
                "m": 4,
                "s": 56,
                "x": 19
            },
            "text": "他們不過將就"
        }
    ]
}
